;TORSO
[honkaiasuka_Torso_KV_F X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_MPL_F X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_FPL_F X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_HPL_F X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_LPO_F X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_MPO_F X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_HPO_F X2BodyPartTemplate]
DisplayName="明日香 身体"

;TORSO WOTC
[honkaiasuka_Torso_Reaper X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_Templar X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="明日香 身体"

[honkaiasuka_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="明日香 身体"

;ARMS
[honkaiasuka_Arms_KV_F X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_LPL_F X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_MPL_F X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_HPL_F X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_LPO_F X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_MPO_F X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_HPO_F X2BodyPartTemplate]
DisplayName="明日香 手臂"

;ARMS WOTC
[honkaiasuka_Arms_Reaper X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_Templar X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="明日香 手臂"

[honkaiasuka_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="明日香 手臂"

;LEGS
[honkaiasuka_Legs_KV_F X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_LPL_F X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_MPL_F X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_HPL_F X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_LPO_F X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_MPO_F X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_HPO_F X2BodyPartTemplate]
DisplayName="明日香 腿"

;LEGS WOTC
[honkaiasuka_Legs_Reaper X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_Templar X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="明日香 腿"

[honkaiasuka_Helmets_F X2BodyPartTemplate]
DisplayName="明日香 头"

[honkaiasuka_Hair_F X2BodyPartTemplate]
DisplayName="明日香 Hair"






[Asukalance X2WeaponTemplate]
FriendlyName="朗基努斯之枪"
FriendlyNamePlural="朗基努斯之枪"
BriefSummary="拥有者能获得神力，能穿透任何外星生物的绝对力场."
TacticalText="拥有者能获得神力，能穿透任何外星生物的绝对力场."
AbilityDescName="剑"



